{
  "bos_token": "<s>",
  "do_lower_case": false,
  "eos_token": "</s>",
  "name_or_path": "nguyenvulebinh/wav2vec2-base-vi-vlsp2020",
  "pad_token": "<pad>",
  "processor_class": "Wav2Vec2ProcessorWithLM",
  "replace_word_delimiter_char": " ",
  "special_tokens_map_file": null,
  "tokenizer_class": "Wav2Vec2CTCTokenizer",
  "tokenizer_file": null,
  "unk_token": "<unk>",
  "word_delimiter_token": "|"
}
