name: "decoder"
backend: "python"
max_batch_size: 0
input: [
    {
        name: "logits"
        data_type: TYPE_FP32
        dims: [1, -1, 110]
    }
]

output: [
    {
        name: "transcript"
        data_type: TYPE_STRING
        dims: [1, 1]
    }
]

instance_group [{ kind: KIND_CPU }]