{
  "bos_token": "<s>",
  "do_lower_case": false,
  "eos_token": "</s>",
  "name_or_path": "nguyenvulebinh/wav2vec2-base-vietnamese-250h",
  "pad_token": "<pad>",
  "processor_class": "Wav2Vec2Processor",
  "replace_word_delimiter_char": " ",
  "special_tokens_map_file": "/home/vutt/.cache/huggingface/transformers/d60dd610960164f1b79222456db381022e8f93b2f92c21d276f4cd2cb7647737.9d6cd81ef646692fb1c169a880161ea1cb95f49694f220aced9b704b457e51dd",
  "tokenizer_class": "Wav2Vec2CTCTokenizer",
  "unk_token": "<unk>",
  "word_delimiter_token": "|"
}
