name: "ensemble"
platform: "ensemble"
max_batch_size: 0
input [
  {
    name: "audio_input"
    data_type: TYPE_FP32
    dims: [ 1, -1 ]
  }
]
output [
  {
    name: "transcript_output"
    data_type: TYPE_STRING
    dims: [ 1, 1 ]
  }
]

ensemble_scheduling {
  step [
    {
      model_name: "wav2vec2"
      model_version: -1
      input_map {
        key: "audio"
        value: "audio_input"
      }
      output_map {
        key: "logits"
        value: "logits_output"
      }
    },
    {
      model_name: "decoder"
      model_version: -1
      input_map {
        key: "logits"
        value: "logits_output"
      }
      output_map {
        key: "transcript"
        value: "transcript_output"
      },

    }
  ]
}